"4INCHIMAGES" = "4'' kuvat";
"ACCESSDAEMONLBL" = "Lisävarusteet";
"ACCESSDAEMONMSG" = "Jos poistat tämän toiminnon käytöstä, osa iPod/iPhone/iPad -lisävarusteista eivät tule toimimaan oikein, lukuunottamatta latureita.";
"ADDBOOKDAEMONLBL" = "Yhteystiedot";
"ADDBOOKDAEMONMSG" = "Sulkemalla tämän toiminnon, yhteystiedot tulevat toimimaan hitaammin Puhelin-ohjelmassa.";
"ADDITEM" = "Lisää kappale";
"ADMLITEDAEMONLBL" = "AdminLite";
"ADMLITEDAEMONMSG" = "Tämä toiminto antaa käyttäjälle hallinan kun ohjelma kaatuu. Tämän toiminnon sulkeminen ei tuota mitää haittaa.";
"ADS" = "Mainokset";
"ADVANCEDLBL" = "Mukautettu";
"AIRPRINTDAEMONLBL" = "AirPrint";
"AIRPRINTDAEMONMSG" = "Jos et käytä AirPrint-ominaisuutta, voit turvallisesti poistaa tämän toiminnon.";
"ANALYZEBTN" = "Analysoi";
"ANALYZELBL" = "Analysoidaan,\nodota hetki...";
"APPLICATIONS" = "Ohjelmat";
"APPLY" = "Käytä";
"ASSTOUCHDAEMONLBL" = "AssistiveTouch";
"ASSTOUCHDAEMONMSG" = "Jos et käytä AssistiveTouch-ominaisuutta, voit turvallisesti poistaa tämän toiminnon.";
"ATTACHMENTS" = "Viestiliitteet";
"BACK" = "Takaisin";
"BACKUPDAEMONLBL" = "Varmuuskopioinnit";
"BACKUPDAEMONMSG" = "Ottamalla tämän toiminnon pois päältä, iTunes- ja iCloud-varmuuskopioinnit muuttuuvat käyttökelvottomiksi.";
"CACHEFILES" = "Cache-tiedostot";
"CANCEL" = "Kumoa";
"CHIWLANDAEMONLBL" = "Kiinalaiset WLAN-verkot";
"CHIWLANDAEMONMSG" = "Tämä toiminto kirjaa ylös virhelokitiedostot, kun yrität yhdistäytyä WLAN-verkkoihin, joissa on kiinalaisia merkkejä.";
"CLEANBTN" = "Puhdista";
"CLEANLBL" = "Puhdistetaan,\nodota hetki...";
"CLEANUPCOMPLETED" = "Puhdistus suoritettu!";
"CONTAINING" = "Sisältäen:";
"CONTINUE" = "Haluatko varmasti jatkaa?";
"CUSTOMFILES" = "Valinnaiset tiedostot ja kansiot";
"CYDIA" = "Cydia";
"CYDIASOURCES" = "Cydia-lähteet";
"CYDIASRCMSG" = "Jos tyhjennät Cydia-lähteet, ne tulevat näkyviin vasta kun päivität Cydian pakettilistan.";
"DATAMIGDAEMONLBL" = "Tietojen tuonti";
"DATAMIGDAEMONMSG" = "Sulkemalla tämän toiminnon, poistat SIM-yhteystietojen tuonnin käytöstä.";
"DELETE" = "Poista";
"DELETEDFILES" = "Tiedostoa poistettu";
"DEPENDENCIES" = "Käyttämättömät riippuvuudet";
"DEVDAEMONLBL" = "Kehittäjätyökalut";
"DEVDAEMONMSG" = "Tämä toiminto on hyödyllinen kehittäjille. Jos et ole ohjelmiatokehittäjä, voit turvallisesti ottaa tämän toiminnon pois käytöstä.";
"DICTIONARIESLBL" = "Määritelmä sanakirjat";
"DICTIONARIESMSG" = "Sanakirjat joita laitteesi ''määritellä'' toiminto käyttää. Voit poistaa ne joita et tarvitse tästä valikosta.";
"EDIT" = "Muokkaa";
"ENDINGWITH" = "Loppuen:";
"EXAPPSLBL" = "Pois jätetyt ohjelmat";
"FDATAMSG" = "Kirjaisinkansio sijaitsee data-osiossa. Haluatko siirtää sen järjestelmä-osioon?";
"FILESANDFOLDERS" = "Tiedostot ja alikansiot";
"FILETYPE" = "Tiedostotyyppi";
"FILETYPECLEANUP" = "Poisto tiedostopäätteittäin";
"FILETYPELBL" = "Määritä tiedostopäätteet";
"FILETYPEMSG" = "Tiedostopäätteet poistettavaksi (erottele välilyönneillä):";
"FOLDER" = "Kansio";
"FONTSBTN" = "Siirrä kirjaisinkansio ";
"FREEDSPACE" = "Tilaa vapautui";
"FSYSMSG" = "Kirjaisinkansio sijaitsee järjestelmä-osiossa. Haluatko siirtää sen data-osioon?";
"GAMEDAEMONLBL" = "Game Center";
"GAMEDAEMONMSG" = "Jos et käytä Game Centteriä, voit vapaasti ottaa tämän toiminnon pois käytöstä.";
"ICLOUDDAEMONLBL" = "iCloud";
"ICLOUDDAEMONMSG" = "Sulkemalla tämän toiminnon, iCloud-toiminnot voivat rajoittua. Jos käytät iCloudia, älä sulje tätä.";
"ILLFILETYPEMSG" = "Syötit kiellettjä tiedostotyyppejä tai kirjaimia. iCleaner posti ne suojataaksesi laitteesi.";
"IMAGES" = "Kuvat";
"IPADIMAGES" = "iPad-kuvat";
"ITUNESARTWORKFILES" = "iTunesArtwork tiedostot";
"KEYBOARDS" = "Näppäimistöt";
"LANGLBL" = "Kielen valinta";
"LANGNAME" = "Suomi";
"LANGTOREMLBL" = "Poistettavat kielet";
"LANGTOREMMSG" = "Valitse poistettavat kielet.\n\nHUOM: Jos poistat japaninkielen, Emoji-kuvakkeet voivat lakata toimimasta.";
"LANGUAGES" = "Kieliä";
"LDAEMONSLBL" = "Käyttöjärjestelmän toiminnot";
"LDAEMONSMSG" = "Täältä voit sulkea tai ottaa käyttöön\niOS-toimintoja.\n \nKosketa katsoaksesi lisätietoa.";
"LOGDAEMONLBL" = "Lokitiedostot";
"LOGDAEMONMSG" = "Tämä toiminto vastaa lokitiedostoista. Toiminnon voi vapaasti poistaa käytöstä. ";
"LOGFILES" = "Lokitiedostot";
"LOGLBL" = "Näytä lokitiedosto";
"MATCH" = "Samanlainen";
"MOREINFOLBL" = "Lisätietoa ja apua";
"MSADDONSLBL" = "Cydia Substrate-lisäosat";
"MSADDONSMSG" = "Jos poistat käytöstä joitain lisäosia, pidä huoli, että otat ne käyttöön ennen kuin poistat ne Cydiasta. Muuten lisäosat eivät poistu.";
"MSGATTACHMSG" = "Tämä poistaa vain tiedostot jotka ovat lähetetty tai vastaanotettu iMessage:lla tai MMS:llä.\n\nSMART: poistaa vain tiedostot jotka eivät näy missään viestissä.\n\nON: poistaa kaikki liitteet (viestit joissa on liitteitä näyttävät tyhjän kuvan).";
"NO" = "Ei";
"NOFILEMSG" = "Tarvittavaa tiedostoa ei voida löytää.";
"NONRETINAIMAGES" = "Ei-Retina kuvat";
"NOTHINGHERE" = "Ei kohteita";
"ONLYFILES" = "Vain tiedostot";
"OPERATIONCOMPLETED" = "Operaatio valmis!";
"OTADAEMONLBL" = "Päivitykset";
"OTADAEMONMSG" = "Tämän toiminnon voi turvallisesti poistaa käytöstä kaikilla Jailbreakatuilla laitteilla. ";
"PASSBOOKDAEMONLBL" = "PassBook";
"PASSBOOKDAEMONMSG" = "Jos et käytä PassBookkia, voit turvallisesti poistaa tämän toiminnon käytöstä.";
"PATH" = "Osoite";
"PREFBUNDLESLBL" = "Asetuksien osiot";
"PREFBUNDLESMSG" = "Jos poistat käytöstä joitain Asetuksien osioita, muista laittaa ne takaisin päälle ennen osion viittaavaan ohjelman poistoa Cydiasta, muuten ne jää poistamatta.";
"PREFLBL" = "Asetuksien tiedostot";
"PREFMSG" = "Täällä on lista Cydia-ohjelmien asetuksien tiedostoista. Voit löytää tiedostoja ohjelmista, joita olet poistanut aikoja sitten, sillä niitä ei ole kokonaan poiston yhteydessä. Nämä tiedostot voi poistaa vapaasti mikäli et tarvitse niitä.";
"PROCESSEDFILES" = "Tiedostoja käsitelty";
"REBOOTMSG" = "Laite pitää käynnistää uudelleen, jotta muutokset tulevat voimaan. Haluatko jatkaa?";
"RECURSIVE" = "Rekursiivinen";
"REFRESH" = "Päivitä";
"REGULARFILE" = "Tavallinen tiedosto";
"REMBAKBTN" = "Poista varmuuskopioidut tiedostot";
"REMBAKLBL" = "Poistetaan varmuuskopioituja tiedostoja";
"REMBAKMSG" = "Haluatko varmasti poistaa varmuuskopioidut tiedostot, jotka luotiin testi-tilassa?";
"RESBAKBTN" = "Palauta varmuuskopioidut tiedostot";
"RESBAKLBL" = "Palautetaan varmuuskopioituja tiedostoja";
"RESBAKMSG" = "Haluatko varmasti palauttaa varmuuskopiossa olevat tiedostot, jotka luotiin testi-tilassa?";
"RESET" = "Nollaa";
"RESPRINGMSG1" = "Laite suorittaa Respringin %u sekunnin kuluessa. Haluatko suorittaa sen nyt?";
"RESPRINGMSG2" = "Respringiä tarvitaan, jotta muutokset otetaan käyttöön. Haluatko jatkaa?";
"RESTOREDALBL" = "Palauta käyttöjärjestelmän toiminnot, sekä Cydia Substrate-lisäosat";
"RESTOREDAMSG" = "Tämä toiminto kumoaa muutokset, jotka aiemmat iCleanerin version ovat tehneet. Jos olet kokenut käyttäjä ja haluat hallita muutoksia käsin, ole hyvä ja vieraile iCleanerin nettisivuilla.";
"RETINAIMAGES" = "Retina-kuvat";
"SAFARI" = "Safari";
"SAFEDAEMONLBL" = "Turvalliset";
"SAFEDAEMONMSG" = "Tämä toiminto voidaan ottaa turvallisesti pois käytöstä, sillä se vastaa virheilmoituksista.";
"SELECTALL" = "Kaikki";
"SETLBL" = "Asetukset";
"SPLIGHTDAEMONLBL" = "Spotlight";
"SPLIGHTDAEMONMSG" = "Tämä toiminto sulkee SpotLightin pois päältä.";
"STARTINGWITH" = "Aloitetaan:";
"TAPTOEDIT" = "Paina riviä muokataksesi sitä";
"TEMPFILES" = "Väliaikaiset tiedostot";
"TESTMODEADV" = "Testi-tilaa suositellaan.";
"TESTMODELBL" = "Testi-tila";
"TESTMODEMSG" = "Kun olet ottanut käyttöön testi-tilan, iCleaner varmuuskopioi tiedostot poistamisen sijasta. Varmuuskopioidut tiedostot voidaan palauttaa tai poistaa jälkeen päin.";
"TETHERDAEMONLBL" = "Yhteyspiste";
"TETHERDAEMONMSG" = "Tämä toiminto ottaa oman yhteyspisteen toiminnon pois päältä.";
"TWITTERDAEMONLBL" = "Twitter";
"TWITTERDAEMONMSG" = "Tämä toiminto rajoittaa Weibon ominaisuuksia.";
"UNABLETOCONNECT" = "Palvelimeen ei voitu yhdistää, tarkista internet-yhteytesi.";
"UPDATEFOUNDMSG" = "Uusi versio iCleanerista (%@) on saatavilla. Ole hyvä ja pävitä iCleaner Cydian kautta. ";
"UPDATELBL" = "Tarkista päivitykset";
"UPDATENOTFOUNDMSG" = "Sinulla on uusin versio käytössäsi.";
"USERINTERFACE" = "Käyttöliittymä";
"VIBDAEMONLBL" = "Mukautetut värinät";
"VIBDAEMONMSG" = "Jos et käytä mukautettuja värinöitä, voit sulkea tämän toiminnon.";
"VOICECONTROLLANGUAGES" = "Ääniohjauksen kielet";
"VOICEDAEMONLBL" = "Ääniohjaus";
"VOICEDAEMONMSG" = "Tämä ottaa ääniohjauksen sekä Sirin pois käytöstä.";
"VPNDAEMONLBL" = "VPN";
"VPNDAEMONMSG" = "Jos et käytä VPN-toimintoa, voit sulkea tämän toiminnon.";
"WALLPAPERSLBL" = "Hallitse taustakuvia";
"WALLPAPERSMSG" = "Кosketa katsoaksesi";
"WARNINGPOPUPSLBL" = "Varoitukset";
"WEIBODAEMONLBL" = "Weibo";
"WEIBODAEMONMSG" = "Tämä toiminto rajoittaa Twitterin ominaisuuksia.";
"WHOLEFOLDER" = "Koko kansio";
"WIPEDAEMONLBL" = "Data-osion tyhjennys";
"WIPEDAEMONMSG" = "Tämä toiminto vastaa Data-osion tyhjentämisestä. Sulkemalla tämän toiminnon, laitteen etätyhjennys ei tule toimimaan, sekä et voi nollata laitetta ''Nollaa''-valikosta laitteen ''Asetuksista''.";
"YES" = "Kyllä";
